<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2017 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 系统中文语言包
return [
    'username require'    => '用户名不能为空',
    'username max length' => '用户名长度最多不能超过25个字符',
    'password require' => '密码不能为空',
    'password max length' => '密码长度最多不能超过25个字符',
];
